--END OF MINIMAL INSTALL--
autojump
anydesk
brave-bin
bridge-utils
dxvk-bin
flashplugin
freedownloadmanager
github-desktop-bin
lightly-git
lightlyshaders-git
mangohud
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
ocs-url
plymouth-git
sddm-nordic-theme-git
snapper-gui-git
stacer-bin
ttf-meslo
ttf-wps-fonts
ttf-gentium-basic
ttf-mac-fonts
vde2
ventoy-bin
wps-office
whatsdesk-bin
zoom
