autojump
brave-bin
dxvk-bin
github-desktop-bin
lightly-git
lightlyshaders-git
mangohud
mangohud-common
nerd-fonts-fira-code
nordic-darker-standard-buttons-theme
nordic-darker-theme
nordic-kde-git
nordic-theme
papirus-icon-theme
plasma-pa
ocs-url
sddm-nordic-theme-git
snapper-gui-git
ttf-droid
ttf-hack
ttf-meslo
ttf-roboto
zoom
snap-pac
