mesa
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwudgg
xorg-apps
xorg-drivers
xorg-xinit
xterm
plasma-desktop
alsa-plugins
alsa-utils
ark
audiocd-kio
autoconf
automake
base
bash-completion
bind
binutils
bison
bluedevil
bluez
bluez-libs
bluez-utils
breeze
breeze-gtk
bridge-utils
btrfs-progs
celluloid
cmatrix
code
cronie
cups
dialog
discover
dolphin
dosfstools
dtc
efibootmgr
egl-wayland
exfat-utils
extra-cmake-modules
filelight
flex
fuse2
fuse3
fuseiso
gamemode
gcc
gimp
git
gparted
gptfdisk
grub
grub-customizer
gst-libav
gst-plugins-good
gst-plugins-ugly
gwenview
haveged
htop
iptables-nft
jdk-openjdk
kate
kcodecs
kcoreaddons
kde-plasma-addons
kinfocenter
kscreen
kvantum-qt5
kde-gtk-config
kitty
konsole
kscreen
layer-shell-qt
libdvdcss
libnewt
libtool
linux
linux-firmware
linux-headers
lsof
lutris
lzop
m4
make
milou
nano
neofetch
networkmanager
ntfs-3g
ntp
okular
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-contrib
patch
picom
pkgconf
plasma-nm
powerdevil
powerline-fonts
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
qemu
rsync
sddm
sddm-kcm
snapper
spectacle
steam
sudo
swtpm
synergy
systemsettings
terminus-font
